# Дан список с числами.
# Переберите все его элементы до тех
# пор, пока не обнаружится
# положительное число

my_list=[-83, -64, 20, 25, 65, 11, -49, -18, 66]
for i in my_list:
    if i>0:
        print(i)
        break
